; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Polish
; Translation by: Mateusz Kutyba <mateusz.kutyba@gmail.com>
;
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "mateusz.kutyba@gmail.com"
Translationby = "Mateusz Kutyba"
Language = "Polski"
pickatask = "Wybierz zadanie"
lockafolder = "Zablokuj folder"
unlockselected = "Odblokuj wybrany Folder"
changepassword = "Zmień hasło główne"
exit = "Wyjście"
Aboutlockafolder = "O LocK-A-FoLdeR"
enternewpassword = "Wpisz nowe hasło"
entermasterpassword = "Wpisz hasło główne"
alreadyrunning = "LocK-A-FoLdeR jest już uruchomiony"
doesntexist = "nie istnieje"
chooseafolder = "Wybierz folder do zablokowania"
selectfirst = "najpierw wybierz folder"
alreadyinlist = "jest już na liście"
plzwait = "Proszę czekać"
unable2lock = "nie może być zablokowany"
unable2unlock = "nie może być odblokowany"
invalidpass = "Błędne hasło"
alertmasterpass = "Wybierz hasło główne."
nointernet = "Jest jakiś problem z twoim połączeniem internetowym"
checkupdates = "Sprawdź czy są aktualizacje"
openreadme = "Otwórz plik Readme"
visitwebpage = "Odwiedź stronę programu"
rescuecentre = "Centrum odzyskiwania"
Rescuefolder = "Odzyskaj folder"
notinlist = "Foldery, które nie są na liście mogą być tu odblokowane."